<?php

return [
    'invalidCredentials'   => 'Неверный логин или пароль',
    'alreadyAuthorized'    => 'Вы уже авторизованы',
    'authServiceEmptyData' => 'Нет данных о пользователе или email адресе при авторизации через сервис, попробуйте авторизоваться другим способом',
    'authWrongService'     => 'Ранее вы уже авторизовывались через другой сервис (Yandex, Google или VK), попробуйте авторизоваться еще раз, но выберите другой способ авторизации',
    'serviceAuthError'     => 'При подключении к сервису авторизации произошла ошибка, попробуйте ещё раз',
    'registrationError'    => 'При регистрации произошла ошибка, попробуйте ещё раз',
];
