<?php

return [
    'invalidRequest'   => 'Укажите геометку, источник и идентификатор фотографии',
    'placeNotFound'    => 'Геометка не существует, попробуйте обновить страницу',
    'photoNotFound'    => 'Фотография не найдена в источнике, возможно, её удалили',
    'alreadyLinked'    => 'Эта фотография уже добавлена к геометке',
    'linkNotFound'     => 'Эта фотография не добавлена к геометке, обновите страницу и попробуйте снова',
    'noAccessToUnlink' => 'У вас нет прав удалить эту фотографию',
    'linkError'        => 'Не удалось добавить фотографию, попробуйте ещё раз',
    'invalidBounds'    => 'Неверная область карты',
];
