<?php

return [
    'uploadError'       => 'При загрузке изображения возникла ошибка. Пожалуйста, попробуйте выбрать другое изображение для загрузки.',
    'noPhotoForUpload'  => 'Нет фотографии для загрузки, попробуйте загрузить фотографию еще раз',
    'placeNotFound'     => 'Геометки для которого вы загружаете фотографию не существует, попробуйте обновить страницу',
    'noPhotoFound'      => 'Такой фотографии не существует, обновите страницу и попробуйте еще раз',
    'noAccessForDelete' => 'У вас нет прав для удаления этой фотографии',
    'deleteError'              => 'Возникла ошибка на сервере при удалении фотографии, попробуйте обновить страницу',
    'temporaryPhotoNotFound'   => 'Фотография не найдена, обновите страницу и попробуйте еще раз',
    'temporaryInvalidReference' => 'Некорректная ссылка на фотографию',
];
