<?php

return [
    'coverFailDimensions'   => 'Размеры изображения слишком маленькие. Пожалуйста, выберите другое изображение для обложки.',
    'coverExceedDimensions' => 'Размеры обложки не могут превышать размеры изображения.',
    'coverIncorrectData'    => 'Неправильный формат данных при сохранении изображения обложки.',
    'coverPointNotExist'    => 'Геометки с таким ID не существует, обновите страницу.',
    'createFailError'       => 'Возникла ошибка при создании геометки, попробуйте сохранить еще раз.',
    'updatePointNotExist'   => 'Геометки с таким ID не существует, обновите страницу',
    'createTransactionError' => 'При сохранении геометки произошла непредвиденная ошибка, попробуйте ещё раз',
];
