<?php

return [
    'emailSubject_photo'   => 'Загружена новая фотография',
    'emailSubject_rating'  => 'Поставлена новая оценка',
    'emailSubject_edit'    => 'Ваша геометка отредактирована',
    'emailSubject_cover'   => 'Изменена обложка геометки',
    'emailSubject_comment' => 'Добавлен новый комментарий',
    'placeModified'        => 'Интересное место, которое вы добавили на карту было изменено или дополнено другим путешественником. Перейдите на свою геометку и проверьте внесенные изменения.',
    'placeOpenText'        => 'Открыть геометку',
    'emailSubject_digest'  => 'Ваша неделя на геометках',
];