<?php

return [
    'passwordComparisonFail' => 'Введенный старый пароль не верный.',
    'noDataForUpdate'        => 'Нет данных для обновления.',
    'noPhotoForUpload'       => 'Ошибка загрузки аватара, фотография не выбрана.',
    'userNotFound'           => 'Пользователь не найден.',
    'incorrectAvatarData'    => 'Некорректные размеры аватара, пожалуйста попробуйте еще раз.',
    'smallAvatarDimensions'  => 'Слишком маленький аватар, его размеры меньше минимальных значений ({0, number}, {1, number}).',
    'avatarProcessingError'  => 'При обработке изображения произошла ошибка, попробуйте ещё раз',
];
